Repository: McWuragu/ebotula
Catalog: po/*.po
Languages: de, es, fr, it

source: The account %s was automatically logged off
de: Das Konto %s wurde automatisch abgemeldet.
es: La cuenta %s fue desconectada automáticamente
fr: Le compte %s a été déconnecté automatiquement.
it: L'account %s è stato disconnesso automaticamente

source: Account %s logged in
de: Das Konto %s ist angmeldet.
es: Cuenta %s conectada
fr: Le compte %s est connecté.
it: Account %s connesso

source: Update the timestamp %s for the account %s
de: Aktualisierung des Zeitstempels %s für das Konto %s
es: Actualizar la marca de tiempo %s para la cuenta %s
fr: Mise à jour de l'horodatage %s pour le compte %s
it: Aggiornare il timestamp %s per l'account %s

source: Add the timepstamp %s for the account %s
de: Zeitstempel %s für das Konto %s hinzugefügt.
es: Añadir la marca de tiempo %s para la cuenta %s
fr: Ajout de l'horodatage %s pour le compte %s
it: Aggiungere il timestamp %s per l'account %s

source: Account %s logged off
de: Das Konto %s wurde abgemeldet.
es: Cuenta %s desconectada
fr: Le compte %s a été déconnecté.
it: Account %s disconnesso

source: Remove the account %s
de: Entferne das Konto %s
es: Eliminar la cuenta %s
fr: Supprimer le compte %s
it: Rimuovere l'account %s

source: Remove the access rights for the account %s
de: Zugriffsrechte des Kontos %s entfernt
es: Eliminar los derechos de acceso para la cuenta %s
fr: Supprimer les droits d'accès pour le compte %s
it: Rimuovere i diritti di accesso per l'account %s

source: The account %s is removed
de: Das Konto %s wurde gelöscht.
es: La cuenta %s es eliminada
fr: Le compte %s a été supprimé.
it: L'account %s è stato rimosso

source: Creating Configfile %s
de: Erzeuge die Konfigurationsdatei %s
es: Creando archivo de configuración %s
fr: Création du fichier de configuration %s
it: Creazione del file di configurazione %s

source: Couldn't open the configuration file %s.
de: Konnte das Konfigurationsfile %s nicht öffnen.
es: No se pudo abrir el archivo de configuración %s.
fr: Impossible d'ouvrir le fichier de configuration %s.
it: Impossibile aprire il file di configurazione %s.

source: Callback routine for the reset of the modes
de: Callbackroutine für das Zurücksetzen der Modi
es: Rutina de llamada para el restablecimiento de los modos
fr: Routine de rappel pour la réinitialisation des modes
it: Routine di callback per il reset delle modalità

source: Reset the account modes for the identified account %s
de: Modies des Kontos %s zurückgesetzt.
es: Restablecer los modos de cuenta para la cuenta identificada %s
fr: Réinitialiser les modes du compte pour le compte identifié %s
it: Resettare le modalità dell'account per l'account identificato %s

source: Reset the account modes of the master %s
de: Zurücksetzen des Modies des Masters-Kontos %s
es: Restablecer los modos de cuenta del maestro %s
fr: Réinitialiser les modes du compte du botmaster %s
it: Resettare le modalità dell'account del master %s

source: Reset the account mode for user %s
de: Zurücksetzen der Modies für das Konto %s
es: Restablecer el modo de cuenta para el usuario %s
fr: Réinitialiser le mode du compte pour l'utilisateur %s
it: Resettare la modalità dell'account per l'utente %s

source: Callback routine for user banning
de: Callbackroutine für das Bannen eines Benutzers
es: Rutina de llamada para la prohibición de usuarios
fr: Routine de rappel pour le bannissement d'un utilisateur
it: Routine di callback per il ban dell'utente

source: The user is banned by the bot.
de: Der Benutzer wurde vom Bot gebannt.
es: El usuario ha sido prohibido por el bot.
fr: L'utilisateur est banni par le bot.
it: L'utente è stato bannato dal bot.

source: Couldn't ban this user
de: Konnte diesen Benutzer nicht bannen.
es: No se pudo prohibir a este usuario
fr: Impossible de bannir cet utilisateur.
it: Impossibile bannare questo utente

source: Callback routine for user kicking
de: Callbackroutine für das Herrauswerfen eines Benutzers
es: Rutina de llamada para la expulsión de usuarios
fr: Routine de rappel pour l'expulsion d'un utilisateur
it: Routine di callback per l'espulsione dell'utente

source: The user is kicked by the bot
de: Der Benutzer wurde vom Bot hinausgeworfen..
es: El usuario ha sido expulsado por el bot
fr: L'utilisateur est expulsé par le bot.
it: L'utente è stato espulso dal bot

source: Couldn't kick this user
de: Konnte diesen Benutzer nicht herauswerfen.
es: No se pudo expulsar a este usuario
fr: Impossible d'expulser cet utilisateur.
it: Impossibile espellere questo utente

source: Couldn't allocate memory!
de: Konnte keinen Speicher anfordern!
es: ¡No se pudo asignar memoria!
fr: Impossible d'allouer de la mémoire !
it: Impossibile allocare la memoria!

source: List is empty!
de: Liste ist leer!
es: ¡La lista está vacía!
fr: La liste est vide !
it: La lista è vuota!

source: Callback list empty list.
de: Callbackliste ist leer.
es: Lista de llamada, lista vacía.
fr: La liste de rappel est vide.
it: Lista di callback lista vuota.

source: User "%s" not found in the callback list!
de: Benutzer %s wurde in der Callbackliste nicht gefunden.
es: ¡Usuario "%s" no encontrado en la lista de llamadas!
fr: L'utilisateur "%s" n'a pas été trouvé dans la liste de rappel !
it: Utente "%s" non trovato nell'elenco di callback!

source: Commands list
de: Kommandoliste
es: Lista de comandos
fr: Liste des commandes
it: Elenco comandi

source: Help end
de: Ende der Hilfe
es: Fin de la ayuda
fr: Fin de l'aide
it: Fine della guida

source: Spezial help text for a command
de: Spezialer Hilfetext für ein Kommando
es: Texto de ayuda especial para un comando
fr: Texte d'aide spécial pour une commande
it: Testo di aiuto speciale per un comando

source: Looking for the information about "%s"
de: Suche die Information über "%s"
es: Buscando información sobre "%s"
fr: Recherche des informations sur "%s"
it: Ricerca di informazioni su "%s"

source: Command found %d
de: Kommando gefunden %d
es: Comando encontrado %d
fr: Commande trouvée %d
it: Comando trovato %d

source: Help for
de: Hilfe für
es: Ayuda para
fr: Aide pour
it: Aiuto per

source: No help found for the command %s.
de: Keine Hilfe für dieses Kommando %s gefunden.
es: No se encontró ayuda para el comando %s.
fr: Aucune aide trouvée pour la commande %s.
it: Nessun aiuto trovato per il comando %s.

source: Try to create an new account for %s
de: Versucht einen neues Konto für %s anzulegen
es: Intentar crear una nueva cuenta para %s
fr: Tente de créer un nouveau compte pour %s
it: Tentativo di creare un nuovo account per %s

source: You're already identified.
de: Du bist schon identifiziert.
es: Ya estás identificado.
fr: Vous êtes déjà identifié.
it: Sei già identificato.

source: Nice to meet you.
de: Schön dich zu treffen.
es: Encantado de conocerte.
fr: Heureux de vous rencontrer.
it: Piacere di conoscerti.

source: Your account is %s.
de: Dein Konto ist %s
es: Tu cuenta es %s.
fr: Votre compte est %s.
it: Il tuo account è %s.

source: You're now identified.
de: Du bist identifiziert.
es: Ahora estás identificado.
fr: Vous êtes maintenant identifié.
it: Ora sei identificato.

source: The account %s is already exists.
de: Das Konto %s existiert schon.
es: La cuenta %s ya existe.
fr: Le compte %s existe déjà.
it: L'account %s esiste già.

source: The account %s is now the botmaster.
de: Das Konto %s ist nun der Botmaster.
es: La cuenta %s es ahora el botmaster.
it: L'account %s è ora il botmaster.

source: The initialization of the account %s as the botmaster failed.
de: Initialisierung des Konto %s als Botmaster schlugfehl.
es: La inicialización de la cuenta %s como botmaster falló.
it: L'inizializzazione dell'account %s come botmaster è fallita.

source: Check the password for the account %s
de: Überprüfe das Passwort für das Konto %s
es: Comprobar la contraseña para la cuenta %s
fr: Vérification du mot de passe pour le compte %s
it: Controlla la password per l'account %s

source: You've set a empty password.
de: Du hast ein leeres Passwort gesetzt.
es: Has establecido una contraseña vacía.
fr: Vous avez défini un mot de passe vide.
it: Hai impostato una password vuota.

source: Password is changed.
de: Passwort wurde geändert.
es: La contraseña ha sido cambiada.
fr: Le mot de passe a été modifié.
it: La password è stata cambiata.

source: You're now logged off.
de: Du bist nun abgemeldet.
es: Ahora estás desconectado.
fr: Vous êtes maintenant déconnecté.
it: Ora sei disconnesso.

source: try to identify %s
de: Versuche %s zu identifizieren.
es: intentar identificar %s
fr: tente d'identifier %s
it: tentativo di identificare %s

source: Look for the account %s
de: Suche das Konto %s
es: Buscar la cuenta %s
fr: Recherche du compte %s
it: Cerca l'account %s

source: User %s found
de: Der Benutzer %s wurde gefunden.
es: Usuario %s encontrado
fr: L'utilisateur %s a été trouvé.
it: Utente %s trovato

source: Reconstruct the access rights for the channels
de: Herstellung der Zugriffsrechte für alle Channels.
es: Reconstruir los derechos de acceso para los canales
fr: Reconstruction des droits d'accès pour les salons.
it: Ristrutturare i diritti di accesso per i canali

source: Invalid password
de: Ungültiges Passwort
es: Contraseña inválida
fr: Mot de passe non valide
it: Password non valida

source: Couldn't found regulare parameters.
de: Konnte keine gültigen Parameter finden.
es: No se pudieron encontrar parámetros regulares.
fr: Impossible de trouver des paramètres valides.
it: Impossibile trovare parametri regolari.

source: This command requires a channel name.
de: Dieses Kommando benötigt einen Kanalname.
es: Este comando requiere un nombre de canal.
it: Questo comando richiede un nome di canale.

source: The channel %s is already on the channel list.
de: Der Kanal %s ist schon zur Liste hinzugefügt.
es: El canal %s ya está en la lista de canales.
fr: Le salon %s est déjà sur la liste des salons.
it: Il canale %s è già nell'elenco dei canali.

source: Join and add the channel %s
de: Den Kanal %s hinzugefügt und beigetreten
es: Unirse y añadir el canal %s
it: Unisciti e aggiungi il canale %s

source: The channel %s is added to the channel list
de: Der Channel %s wurde zu Liste hinzugefügt.
es: El canal %s es añadido a la lista de canales
fr: Le salon %s est ajouté à la liste des salons.
it: Il canale %s è stato aggiunto all'elenco dei canali

source: The bot is joined the channel %s.
de: Der Bot ist dem Channel %s beigetreten.
es: El bot se ha unido al canal %s.
fr: Le bot a rejoint le salon %s.
it: Il bot si è unito al canale %s.

source: Part and try to remove the channel %s
de: Der Kanal %s wird verlassen und versucht zu entfernen.
es: Salir e intentar eliminar el canal %s
it: Lascia e tenta di rimuovere il canale %s

source: The channel %s isn't in the channel list.
de: Dieser Channel %s ist nicht in der Liste
es: El canal %s no está en la lista de canales.
fr: Le salon %s n'est pas dans la liste des salons.
it: Il canale %s non è nell'elenco dei canali.

source: The channel %s is removed from the channel list.
de: Der Channel %s wurde von der Liste entfernt.
es: El canal %s es eliminado de la lista de canales.
fr: Le salon %s a été supprimé de la liste des salons.
it: Il canale %s è stato rimosso dall'elenco dei canali.

source: The bot has left the channel %s.
de: Der Bot hat den Channel %s verlassen.
es: El bot ha abandonado el canal %s.
fr: Le bot a quitté le salon %s.
it: Il bot ha lasciato il canale %s.

source: Join the channel %s
de: Dem Channel %s beigetreten.
es: Unirse al canal %s
fr: Rejoindre le salon %s.
it: Unisciti al canale %s

source: Part the channel %s
de: Den Channel %s verlassen.
es: Abandonar el canal %s
fr: Quitter le salon %s.
it: Lascia il canale %s

source: The bot is going down.
de: Der Bot stoppt.
es: El bot se está apagando.
fr: Le bot s'arrête.
it: Il bot si sta spegnendo.

source: The bot is going to restart.
de: Der Bot startet neu.
es: El bot se va a reiniciar.
fr: Le bot va redémarrer.
it: Il bot si sta riavviando.

source: The Nickname %s is invalid.
de: Der Nickname %s ist ungültig.
es: El apodo %s es inválido.
fr: Le pseudonyme %s est non valide.
it: Il nickname %s non è valido.

source: The bot tries to change the nickname to %s.
de: Der Bot versucht den neuen Nickname %s zusetzen.
es: El bot intenta cambiar el apodo a %s.
fr: Le bot tente de changer de pseudonyme pour %s.
it: Il bot sta cercando di cambiare il nickname in %s.

source: Build channel list.
de: Erzeuge Channelliste
es: Construir lista de canales.
fr: Construire la liste des salons.
it: Costruisci elenco canali.

source: Channel list:
de: Channelliste:
es: Lista de canales:
fr: Liste des salons :
it: Elenco canali:

source: ...for channel %s
de: ...für den Channel %s
es: ...para el canal %s
fr: ...pour le salon %s
it: ...per il canale %s

source: Topic: %s
de: Thema: %s
es: Tema: %s
fr: Sujet : %s

source: Greeting: %s
de: Begrüssung: %s
es: Saludo: %s
fr: Message de bienvenue : %s
it: Saluto: %s

source: End of the channel list.
de: Ende der Channelliste
es: Fin de la lista de canales.
fr: Fin de la liste des salons.
it: Fine dell'elenco dei canali.

source: Greeting seting for %s
de: Begrüssung gesetzt für den Channel %s
es: Estableciendo saludo para %s
fr: Définition du message de bienvenue pour %s
it: Impostazione del saluto per %s

source: The greeting of the channel %s is removed
de: Die Begrüssung wurde vom Channel %s entfernt.
es: El saludo del canal %s es eliminado
fr: Le message de bienvenue du salon %s a été supprimé.
it: Il saluto del canale %s è stato rimosso

source: The new greeting of the channel %s is set
de: Die neue Begrüssung wurde für den Channel %s gesetzt.
es: El nuevo saludo del canal %s es establecido
fr: Le nouveau message de bienvenue du salon %s a été défini.
it: Il nuovo saluto del canale %s è stato impostato

source: Topic seting for %s
de: Thema für den Channel %s gesetzt
es: Estableciendo tema para %s
fr: Définition du sujet pour %s
it: Impostazione del topic per %s

source: The topic of the channel %s is removed
de: Das Thema wurde vom Channel %s entfernt.
es: El tema del canal %s es eliminado
fr: Le sujet du salon %s a été supprimé.
it: Il topic del canale %s è stato rimosso

source: The new topic of the channel %s is set
de: Das neue Thema für den Channel %s wurde gesetzt
es: El nuevo tema del canal %s es establecido
fr: Le nouveau sujet du salon %s a été défini.
it: Il nuovo topic del canale %s è stato impostato

source: This channel isn't in the channel list.
de: Dieser Channel ist nicht in der Liste
es: Este canal no está en la lista de canales.
fr: Ce salon n'est pas dans la liste des salons.
it: Questo canale non è nell'elenco dei canali.

source: Greeting for %s
de: Begrüssung für den Channel %s
es: Saludo para %s
fr: Message de bienvenue pour %s
it: Saluto per %s

source: Can't ban myself
de: Kann mich nicht selbst bannen.
es: No puedo auto-prohibirme
fr: Impossible de me bannir moi-même.
it: Non posso bannare me stesso

source: The ban %s is removed by the bot from the channel %s
de: Der Ban %s wurde durch den Bot für den Channel %s entfernt.
es: La prohibición %s es eliminada por el bot del canal %s
fr: Le ban %s est supprimé par le bot du salon %s.
it: Il ban %s è stato rimosso dal bot dal canale %s

source: Can't kick myself
de: Kann mich nicht selbst herauswerfen.
es: No puedo auto-expulsarme
fr: Impossible de m'expulser moi-même.
it: Non posso espellere me stesso

source: You are kicked from the bot.
de: Du wurdest vom Bot hinausgeworfen.
es: Has sido expulsado por el bot.
fr: Vous avez été expulsé par le bot.
it: Sei stato espulso dal bot.

source: Couldn't found you account.
de: Konnte dein Konto nicht finden.
es: No se pudo encontrar tu cuenta.
fr: Impossible de trouver votre compte.
it: Impossibile trovare il tuo account.

source: Modify user mod
de: Verändere die Kontomodies
es: Modificar modo de usuario
fr: Modifier les modes de l'utilisateur
it: Modifica modalità utente

source: Couldn't find the account %s.
es: No se pudo encontrar la cuenta %s.
it: Impossibile trovare l'account %s.

source: You can't modify yourself
de: Du kannst dich nicht selbst ändern.
es: No puedes modificarte a ti mismo
fr: Vous ne pouvez pas vous modifier vous-même.
it: Non puoi modificare te stesso

source: You're not a bot master.
de: Du bist kein Master.
es: No eres un bot master.
fr: Vous n'êtes pas un botmaster.
it: Non sei un bot master.

source: Modify account %s in the channel %s
de: Verändere das Konto %s im Channel %s
es: Modificar cuenta %s en el canal %s
fr: Modifier le compte %s dans le salon %s
it: Modifica l'account %s nel canale %s

source: The mode %c is invalid.
de: Der Mode %c ist ungültig.
es: El modo %c es inválido.
fr: Le mode %c est non valide.
it: La modalità %c non è valida.

source: Found account modes %s
de: Die Modies für das Konto %s gefunden.
es: Modos de cuenta encontrados %s
fr: Modes de compte trouvés %s
it: Trovate le modalità dell'account %s

source: Set new account modes
de: Setze neue Modies des Konto.
es: Establecer nuevos modos de cuenta
fr: Définir de nouveaux modes de compte
it: Imposta nuove modalità account

source: Remove new account modes
de: Entferne die Modies des Konto
es: Eliminar nuevos modos de cuenta
fr: Supprimer les modes de compte
it: Rimuovi nuove modalità account

source: Modify the current account modes
de: Verändere die Modi des aktuellen Kontos.
es: Modificar los modos de cuenta actuales
fr: Modifier les modes du compte actuel
it: Modifica le modalità account correnti

source: The user mode of the account %s is changed.
de: Die Benutzermodi wurden für das Konto %s geändert.
es: El modo de usuario de la cuenta %s ha sido cambiado.
fr: Le mode utilisateur du compte %s a été modifié.
it: La modalità utente dell'account %s è stata cambiata.

source: Found the new channel modes "%s" for the channel %s.
de: Neue Channelmodi "%s" für den Channel %s gefunden.
es: Se encontraron los nuevos modos de canal "%s" para el canal %s.
fr: Nouveaux modes de salon "%s" trouvés pour le salon %s.
it: Trovate le nuove modalità canale "%s" per il canale %s.

source: Write the new channel modes "%s" for the channel %s.
de: Schreibe neue Channelmodi "%s" für den Channel %s.
es: Escribir los nuevos modos de canal "%s" para el canal %s.
fr: Écriture des nouveaux modes de salon "%s" pour le salon %s.
it: Scrivi le nuove modalità canale "%s" per il canale %s.

source: Set the new channel modes for the channel %s
de: Setzte die neuen Channelmodi für den Channel %s
es: Establecer los nuevos modos de canal para el canal %s
fr: Définir les nouveaux modes de salon pour le salon %s.
it: Imposta le nuove modalità canale per il canale %s

source: The account is removed
de: Das Konto wurde gelöscht.
es: La cuenta es eliminada
fr: Le compte est supprimé.
it: L'account è stato rimosso

source: Remove %s from the user list
de: Entferne den Benutzer %s von der Liste
es: Eliminar %s de la lista de usuarios
fr: Supprimer %s de la liste des utilisateurs.
it: Rimuovi %s dall'elenco utenti

source: Couldn't fount the account %s.
de: Konnte das Konto %s nicht auf Master setzen.
es: No se pudo encontrar la cuenta %s.
fr: Impossible de trouver le compte %s.
it: Impossibile trovare l'account %s.

source: Account list:
de: Kontoliste:
es: Lista de cuentas:
fr: Liste des comptes :
it: Elenco account:

source: Create the accountlist for a master
de: Erzeuge eine Kontoliste für einen Master
es: Crear la lista de cuentas para un maestro
fr: Créer la liste de comptes pour un botmaster.
it: Crea l'elenco account per un master

source: End of the account list.
de: Ende der Kontoliste.
es: Fin de la lista de cuentas.
fr: Fin de la liste des comptes.
it: Fine dell'elenco degli account.

source: Create the accountlist for a owner
de: Erzeuge eine Kontoliste für einen Owner
es: Crear la lista de cuentas para un propietario
fr: Créer la liste de comptes pour un propriétaire.
it: Crea l'elenco account per un owner

source: Can't invite myself.
de: Kann mich nicht selbst einladen.
es: No puedo auto-invitarme.
fr: Impossible de m'inviter moi-même.
it: Non posso invitare me stesso.

source: The bot has invite the user %s to the channel %s.
de: Der Bot hat den Benutzer %s in den Channel %s eingeladen.
es: El bot ha invitado al usuario %s al canal %s.
fr: Le bot a invité l'utilisateur %s dans le salon %s.
it: Il bot ha invitato l'utente %s al canale %s.

source: The bot need a channel parameter for inviting of the user %s
de: Der Bot benötigt einen Channel als Parameter zum einladen des Benutzers %s.
es: El bot necesita un parámetro de canal para invitar al usuario %s
fr: Le bot a besoin d'un paramètre de salon pour inviter l'utilisateur %s.
it: Il bot necessita di un parametro canale per l'invito dell'utente %s

source: Initialization of the database
de: Initialisierung der Datenbank
es: Inicialización de la base de datos
fr: Initialisation de la base de données
it: Inizializzazione del database

source: Couldn't create the directory %s for the database - %s
de: Konnte das Verzeichnis %s für die Datenbank nicht anlegen. - %s
es: No se pudo crear el directorio %s para la base de datos - %s
fr: Impossible de créer le répertoire %s pour la base de données - %s
it: Impossibile creare la directory %s per il database - %s

source: Create the directory %s for the database.
de: Lege das Verzeichnis %s für die Datenbank an.
es: Crear el directorio %s para la base de datos.
fr: Créer le répertoire %s pour la base de données.
it: Creare la directory %s per il database.

source: Couldn't open the databases %s - %s
de: Könnte die Datenbank %s nicht öffnen. - %s
es: No se pudo abrir las bases de datos %s - %s
fr: Impossible d'ouvrir les bases de données %s - %s
it: Impossibile aprire i database %s - %s

source: Database is closed
de: Datenbank ist geschlossen.
es: Base de datos cerrada
fr: La base de données est fermée.
it: Il database è chiuso

source: Unknown database id %d
de: Unbekannte Datenbank ID %d
es: ID de base de datos desconocido %d
it: ID database sconosciuto %d

source: Change the netmask "%s" to "%s"
de: Änderung der Netzmaske "%s" zu "%s"
es: Cambiar la máscara de red "%s" a "%s"
fr: Changement du masque de réseau "%s" en "%s"
it: Cambiare la netmask "%s" in "%s"

source: needs operator access rights.
de: benötigt Operatorrechte.
es: necesita derechos de acceso de operador.
fr: nécessite des droits d'opérateur.
it: richiede i diritti di accesso operatore.

source: Set the account modes for the account %s with nickname %s
de: Setze die Modi für das Konto %s des Benutzers %s.
es: Establecer los modos de cuenta para la cuenta %s con apodo %s
fr: Définir les modes de compte pour le compte %s avec le pseudonyme %s
it: Imposta le modalità account per l'account %s con il nickname %s

source: Invalid server message "%s"
de: Ungültige Server Nachricht "%s"
es: Mensaje de servidor inválido "%s"
fr: Message de serveur non valide "%s"
it: Messaggio del server non valido "%s"

source: Bot get a new account mode
de: Bot hat neuen Modus erhalten.
es: El bot obtiene un nuevo modo de cuenta
fr: Le bot a reçu un nouveau mode de compte.
it: Il bot ottiene una nuova modalità account

source: Added callback routine for the reset of the account modes
de: Callbackroutine für das Zurücksetzen der Modi eingefügt.
es: Rutina de llamada añadida para el restablecimiento de los modos de cuenta
fr: Routine de rappel ajoutée pour la réinitialisation des modes de compte.
it: Aggiunta routine di callback per il reset delle modalità account

source: Ban reset not implemented jet
de: Zurücksetzen von Bans ist im Moment noch nicht implementiert
es: El restablecimiento de la prohibición aún no está implementado
fr: La réinitialisation des bans n'est pas encore implémentée.
it: Il reset del ban non è ancora implementato
