Repository: McWuragu/ebotula
Catalog: po/*.po
Languages: de, es, fr, it

source: No mode entries found in "%s"
de: Keine Modeeinträge in "%s" gefunden
es: No se encontraron entradas de modo en "%s"
fr: Aucune entrée de mode trouvée dans "%s"
it: Nessuna voce di modalità trovata in "%s"

source: Reset the topic in the channel %s
de: Zurücksetzen des Thema für den Channel %s
es: Restablecer el tema en el canal %s
fr: Réinitialiser le sujet dans le salon %s
it: Resetta il topic nel canale %s

source: Rejoin the channel %s
de: Wiederbeitretten des Channels %s
es: Volver a unirse al canal %s
fr: Rejoindre le salon %s
it: Rientra nel canale %s

source: has initialized this channel.
de: hat den Kanal initialisiert.
es: ha inicializado este canal.
it: ha inizializzato questo canale.

source: Initialize the channel %s
de: Initialisiere den Channel %s.
es: Inicializar el canal %s
fr: Initialiser le salon %s.
it: Inizializza il canale %s

source: Look for a callback zombie routine of the user %s
de: Suche nach Zombies in der Callbackroutine für den Benutzer %s
es: Buscar una rutina zombie de llamada del usuario %s
fr: Recherche d'une routine de rappel zombie pour l'utilisateur %s
it: Cerca una routine di callback zombie dell'utente %s

source: The callback zombie routine of the user %s is removed
de: Zombie in der Callbackroutine des Benutzers %s entfernt.
es: La rutina zombie de llamada del usuario %s ha sido eliminada
fr: La routine de rappel zombie de l'utilisateur %s a été supprimée.
it: La routine di callback zombie dell'utente %s è stata rimossa

source: Found debug level option.
de: Debug-Level-Option gefunden
es: Opción de nivel de depuración encontrada.
fr: Option de niveau de débogage trouvée.
it: Trovata opzione livello di debug.

source: "%s" need a parameter value.
de: "%s" benötigt einen Parameterwert.
es: "%s" necesita un valor de parámetro.
fr: "%s" a besoin d'une valeur de paramètre.
it: "%s" necessita di un valore di parametro.

source: The log level %i is invalid.
de: Das Log-Level %i ist ungültig.
es: El nivel de registro %i es inválido.
fr: Le niveau de journalisation %i est non valide.
it: Il livello di log %i non è valido.

source: The group %s couldn't found
de: Die Gruppe %s kann nicht gefunden werden.
es: No se pudo encontrar el grupo %s
fr: Le groupe %s n'a pas pu être trouvé.
it: Il gruppo %s non è stato trovato

source: The user %s couldn't found
de: Der Benutzer %s konnte nicht gefunden werden.
es: No se pudo encontrar el usuario %s
fr: L'utilisateur %s n'a pas pu être trouvé.
it: L'utente %s non è stato trovato

source: --------------- current setup -------------------
de: --------------- aktuelles Setup -------------------
es: --------------- configuración actual -------------------
fr: --------------- configuration actuelle -------------------
it: --------------- configurazione attuale -------------------

source: Hostname %s
es: Nombre de host %s
fr: Nom d'hôte %s

source: Portnumber %s
de: Portnummer %s
es: Número de puerto %s
fr: Numéro de port %s
it: Numero di porta %s

source: Nickname %s
es: Apodo %s
fr: Pseudonyme %s

source: Realname %s
es: Nombre real %s
fr: Nom réel %s
it: Nome reale %s

source: Execute as %s.%s
de: Ausführen als %s.%s
es: Ejecutar como %s.%s
fr: Exécuter en tant que %s.%s
it: Esegui come %s.%s

source: Threads %d
es: Hilos %d
it: Thread %d

source: Configuration file %s
de: Konfigurationsdatei %s
es: Archivo de configuración %s
fr: Fichier de configuration %s
it: File di configurazione %s

source: Database path %s
de: Datenbankpfad %s
es: Ruta de la base de datos %s
fr: Chemin de la base de données %s
it: Percorso database %s

source: Ping timeout %ds
de: Zeitüberschreitung %ds
es: Tiempo de espera de ping %ds
fr: Délai d'expiration du ping %ds
it: Timeout ping %ds

source: Fast sending delay %dms
de: Verzögerung für das schnelle Senden %dms
es: Retraso de envío rápido %dms
fr: Délai d'envoi rapide %dms
it: Ritardo invio veloce %dms

source: Slow sending delay %dms
de: Verzögerung für das langsame Senden %dms
es: Retraso de envío lento %dms
fr: Délai d'envoi lent %dms
it: Ritardo invio lento %dms

source: Fast sending limit %d
de: Limit für das schnelle Senden %dZeichen/min
es: Límite de envío rápido %d
fr: Limite d'envoi rapide %d
it: Limite invio veloce %d

source: Startup initialization delay %ds
de: Verzögerung für die Anfangsinitialisierung %ds
es: Retraso de inicialización de inicio %ds
fr: Délai d'initialisation au démarrage %ds
it: Ritardo inizializzazione all'avvio %ds

source: Account live time %dd
de: Lebenszeit eines Kontos %dd
es: Tiempo de vida de la cuenta %dd
fr: Durée de vie du compte %dd
it: Tempo di vita account %dd

source: Autolog of after %dd
de: Automatisches Abmelden nach %dd
es: Desconexión automática después de %dd
fr: Déconnexion automatique après %dd
it: Disconnessione automatica dopo %dd

source: Log level: %i
de: Ausgabelevel %i
es: Nivel de registro: %i
fr: Niveau de journalisation : %i
it: Livello di log: %i

source: ----------------- setup end ---------------------
de: ----------------- Setup Ende ---------------------
es: ----------------- fin de la configuración ---------------------
fr: ----------------- fin de la configuration ---------------------
it: ----------------- fine configurazione ---------------------

source: Start...
de: Starten...
es: Iniciar...
fr: Démarrage...
it: Avvio...

source: Running...
de: Läuft...
es: Corriendo...
fr: En cours d'exécution...
it: In esecuzione...

source: Receive: "%s"
de: Empfangen: "%s"
es: Recibir: "%s"
fr: Reçu : "%s"
it: Ricevuto: "%s"

source: The bot is stopping.
de: Der Bot stoppt.
es: El bot se está deteniendo.
fr: Le bot s'arrête.
it: Il bot si sta arrestando.

source: Invalid target. Null pointer.
de: Ungültiges Ziel. NULL Zeiger.
es: Objetivo inválido. Puntero nulo.
fr: Cible non valide. Pointeur nul.
it: Destinazione non valida. Puntatore nullo.

source: Invalid message. Null pointer.
de: Ungültige Nachricht. NULL Zeiger
es: Mensaje inválido. Puntero nulo.
fr: Message non valide. Pointeur nul.
it: Messaggio non valido. Puntatore nullo.

source: Invalid msg str. Null pointer.
de: Ungültiger msg str. NULL Zeiger
es: Cadena de mensaje inválida. Puntero nulo.
fr: Chaîne de message non valide. Pointeur nul.
it: Stringa msg non valida. Puntatore nullo.

source: Invalid nick name. Null pointer.
de: Ungültiger Spitzname. NULL Zeiger
es: Nombre de apodo inválido. Puntero nulo.
fr: Nom de pseudonyme non valide. Pointeur nul.
it: Nickname non valido. Puntatore nullo.

source: Invalid channel. Null pointer.
de: Ungültiger Kanal, NULL Zeiger.
es: Canal inválido. Puntero nulo.
fr: Salon non valide. Pointeur nul.
it: Canale non valido. Puntatore nullo.

source: Invalid mask. Null pointer.
de: Ungültige Maske, NULL Zeiger
es: Máscara inválida. Puntero nulo.
fr: Masque non valide. Pointeur nul.
it: Maschera non valida. Puntatore nullo.

source: Invalid mod. Null pointer.
de: Ungültiger Modus, NULL Zeiger
es: Modo inválido. Puntero nulo.
fr: Mode non valide. Pointeur nul.
it: Mod non valido. Puntatore nullo.

source: %s [Options]
de: %s [Optionen]
es: %s [Opciones]
it: %s [Opzioni]

source: Options:
de: Optionen:
es: Opciones:
it: Opzioni:

source: -a days Set the time in days for the automatic logoff.
de: -a Tage Setzt die Zeit in Tage für das automatische Abmelden.
es: -a días Establecer el tiempo en días para la desconexión automática.
fr: -a jours Définit le temps en jours pour la déconnexion automatique.
it: -a giorni Imposta il tempo in giorni per la disconnessione automatica.

source: -b name Set the name of the bot.
de: -b Name Setzt den Namen des Bots.
es: -b nombre Establecer el nombre del bot.
fr: -b nom Définit le nom du bot.
it: -b nome Imposta il nome del bot.

source: -c sec Set the ping timeout of the network connection.
de: -c Sek Setzt das Pingtimout in Sekunden für die Netzwerkverbindung.
es: -c seg Establecer el tiempo de espera de ping de la conexión de red.
fr: -c sec Définit le délai d'expiration du ping de la connexion réseau.
it: -c sec Imposta il timeout del ping della connessione di rete.

source: -d path Set the path of the database directory
de: -d Pfad Setzt den Pfad zur Datenbank.
es: -d ruta Establecer la ruta del directorio de la base de datos
it: -d percorso Imposta il percorso della directory del database

source: -L Level Set the logging level (0-3)
de: -L Level Setzt das Ausgabelevel (0-7)
es: -L Nivel Establecer el nivel de registro (0-3)
fr: -L Niveau Définit le niveau de journalisation (0-3)
it: -L Livello Imposta il livello di log (0-3)

source: -e ms Set the delay time in millisecond for the slow sending.
de: -e ms Setzt die Verzögerung in Millisekunden für das verlangsamte Senden.
es: -e ms Establecer el tiempo de retraso en milisegundos para el envío lento.
fr: -e ms Définit le temps de délai en millisecondes pour l'envoi lent.
it: -e ms Imposta il tempo di ritardo in millisecondi per l'invio lento.

source: -f file Set the config file.
de: -f Datei Setzt den Pfad zu Konfigurationsdatei.
es: -f archivo Establecer el archivo de configuración.
fr: -f fichier Définit le fichier de configuration.
it: -f file Imposta il file di configurazione.

source: -g group Set the group under which the bot runs (only root).
es: -g grupo Establece el grupo con el que se ejecuta el bot (solo para root).

source: -h Print this help information.
de: -h Gibt diese Hilfe aus.
es: -h Imprimir esta información de ayuda.
fr: -h Affiche ces informations d'aide.
it: -h Stampa questa informazione di aiuto.

source: -i sec Set the delay of the channel initialization.
de: -i Sek Setzt die Verzögerung in Sekunden für das Einrichten der Channels.
es: -i seg Establecer el retraso de la inicialización del canal.
fr: -i sec Définit le délai d'initialisation du salon.
it: -i sec Imposta il ritardo di inizializzazione del canale.

source: -k days Set the account live time in days.
de: -k Tage Setzt die Zeit in Tagen, die ein Konto inaktiv sein kann.
es: -k días Establecer el tiempo de vida de la cuenta en días.
fr: -k jours Définit la durée de vie du compte en jours.
it: -k giorni Imposta il tempo di vita dell'account in giorni.

source: -l char/min Set the charakter limit for the first sending delay level.
de: -l Char/min Setzt das Limit in Zeichen je Minute für das beschleunigte Senden.
es: -l car/min Establecer el límite de caracteres para el primer nivel de retraso de envío.
fr: -l char/min Définit la limite de caractères pour le premier niveau de délai d'envoi.
it: -l car/min Imposta il limite di caratteri per il primo livello di ritardo di invio.

source: -m Start the dialog for creating of a new master.
de: -m Startet den Dialog zum Anlegen eines neuen Masters.
es: -m Iniciar el diálogo para crear un nuevo maestro.
fr: -m Démarre le dialogue pour la création d'un nouveau botmaster.
it: -m Avvia la finestra di dialogo per la creazione di un nuovo master.

source: -n ms Set the delay time in millisecond for the fast sending.
de: -n ms Setzt die Verzögerung in Millisekunden für das beschleunigte Senden
es: -n ms Establecer el tiempo de retraso en milisegundos para el envío rápido.
fr: -n ms Définit le temps de délai en millisecondes pour l'envoi rapide.
it: -n ms Imposta il tempo di ritardo in millisecondi per l'invio veloce.

source: -p port Set the portnumber of the irc server.
de: -p Port Setzt die Portnummer des IRC-Servers.
es: -p puerto Establecer el número de puerto del servidor irc.
fr: -p port Définit le numéro de port du serveur IRC.
it: -p porta Imposta il numero di porta del server irc.

source: -r string Set the output for a request of the real name.
de: -r String Setzt die Zeichenkette des Real Name Felds für das IRC.
es: -r cadena Establecer la salida para una solicitud del nombre real.
fr: -r chaîne Définit la chaîne de sortie pour une demande du nom réel.
it: -r stringa Imposta l'output per una richiesta del nome reale.

source: -s server Set the irc server name.
de: -s Server Setzt den Namen des IRC-Servers.
es: -s servidor Establecer el nombre del servidor irc.
fr: -s serveur Définit le nom du serveur IRC.
it: -s server Imposta il nome del server irc.

source: -t count Set the number of created threads.
de: -t Anzahl Setzt die Anzahl der zu erzeugenden Threads.
es: -t cuenta Establecer el número de hilos creados.
fr: -t nombre Définit le nombre de threads à créer.
it: -t conteggio Imposta il numero di thread creati.

source: -u user Set the user under which the bot run (root only).
de: -u Benutzer Setzt den Benutzer, unter dem der Bot lauft. (Nur Root).
es: -u usuario Establecer el usuario bajo el que se ejecuta el bot (solo root).
fr: -u utilisateur Définit l'utilisateur sous lequel le bot s'exécute (root uniquement).
it: -u utente Imposta l'utente con cui eseguire il bot (solo root).

source: -v Print version.
de: -v Gibt die Version aus.
es: -v Imprimir versión.
fr: -v Affiche la version.
it: -v Stampa la versione.

source: The hostname or portnumber isn't set.
de: Der Servername oder die Portnummer ist nicht gesetzt.
es: El nombre de host o el número de puerto no están establecidos.
fr: Le nom d'hôte ou le numéro de port n'est pas défini.
it: L'hostname o il numero di porta non sono impostati.

source: Try to connect to %s
de: Versucht mit %s zu verbinden
es: Intentar conectar a %s
fr: Tente de se connecter à %s
it: Tentativo di connessione a %s

source: Couldn't resolve the hostname %s.
de: Könnte Hostname %s nicht auflösen.
es: No se pudo resolver el nombre de host %s.
fr: Impossible de résoudre le nom d'hôte %s.
it: Impossibile risolvere l'hostname %s.

source: Couldn't found the tcp protocol.
de: Kann das TCP-Protokoll nicht finden.
es: No se pudo encontrar el protocolo tcp.
fr: Impossible de trouver le protocole TCP.
it: Impossibile trovare il protocollo tcp.

source: Couldn't create a tcp socket.- %s
de: Konnte keinen TCP-Socket erzeugen. - %s
es: No se pudo crear un socket tcp.- %s
fr: Impossible de créer une socket TCP. - %s
it: Impossibile creare un socket tcp. - %s

source: Couldn't connect to %s:%s - %s
de: Könnte keine Verbindung zu %s:%s aufbauen. - %s
es: No se pudo conectar a %s:%s - %s
fr: Impossible de se connecter à %s:%s - %s
it: Impossibile connettersi a %s:%s - %s

source: The bot is connect to %s
de: Der Bot ist mit %s verbunden.
es: El bot está conectado a %s
fr: Le bot est connecté à %s.
it: Il bot è connesso a %s

source: Couldn't send a command.
de: Konnte kein Kommando senden.
es: No se pudo enviar un comando.
fr: Impossible d'envoyer une commande.
it: Impossibile inviare un comando.

source: Send(%d/%d): "%s"
de: Senden(%d/%d): "%s"
es: Enviar(%d/%d): "%s"
fr: Envoyer(%d/%d) : "%s"
it: Invia(%d/%d): "%s"

source: Can't receive a line.
de: Könnte keine Zeile empfangen.
es: No se puede recibir una línea.
fr: Impossible de recevoir une ligne.
it: Impossibile ricevere una riga.

source: Receiving timeout
de: Zeitüberschreitung beim Empfang
es: Tiempo de espera de recepción agotado
fr: Délai d'attente de réception expiré
it: Timeout di ricezione

source: Couldn't set the nickname %s.
de: Könnte Hostname %s nicht auflösen.
es: No se pudo establecer el apodo %s.
fr: Impossible de définir le pseudonyme %s.
it: Impossibile impostare il nickname %s.

source: Command line parameters found and read
de: Kommandozeilenparameter gefunden und werden gelesen.
es: Parámetros de línea de comandos encontrados y leídos
fr: Paramètres de ligne de commande trouvés et lus.
it: Parametri della riga di comando trovati e letti

source: Check option "%s"
de: Überprüfe Option %s
es: Comprobar opción "%s"
fr: Vérification de l'option "%s"
it: Controlla l'opzione "%s"

source: The hostname is irregular.
de: Der Servername ist ungültig.
es: El nombre de host es irregular.
fr: Le nom d'hôte n'est pas valide.
it: L'hostname non è regolare.

source: The botname is irregular.
de: Der Botname ist ungültig.
es: El nombre del bot es irregular.
fr: Le nom du bot n'est pas valide.
it: Il nome del bot non è regolare.

source: The portnumber %i value is out of range.
de: Die Portnummer %i ist ausserhalb des Bereichs.
es: El valor del número de puerto %i está fuera de rango.
fr: La valeur du numéro de port %i est hors de portée.
it: Il valore del numero di porta %i è fuori intervallo.

source: The thread limit is out of range.
de: Das Limit für die Threads ist ungültig.
es: El límite de hilos está fuera de rango.
fr: La limite de threads est hors de portée.
it: Il limite di thread è fuori intervallo.

source: The automatic logoff time is invalid.
de: Die automatische Abmeldezeit ist ungültig.
es: El tiempo de desconexión automática es inválido.
fr: Le temps de déconnexion automatique est non valide.
it: Il tempo di disconnessione automatica non è valido.

source: The send delay time is invalid.
de: Die Zeitverzögerung für das Senden ist ungültig.
es: El tiempo de retraso de envío es inválido.
fr: Le temps de délai d'envoi est non valide.
it: Il tempo di ritardo dell'invio non è valido.

source: The limit for sending with the fast send delay is invalid.
de: Das Limit für das schnelle Senden ist ungültig.
es: El límite para enviar con el retraso de envío rápido es inválido.
fr: La limite pour l'envoi avec un délai d'envoi rapide est non valide.
it: Il limite per l'invio con il ritardo di invio veloce non è valido.

source: The delay of the startup initialization is invalid.
de: Die Verzögerung für die Startinitialisierung ist ungültig.
es: El retraso de la inicialización de inicio es inválido.
fr: Le délai de l'initialisation au démarrage est non valide.
it: Il ritardo dell'inizializzazione all'avvio non è valido.

source: The account living time is invalid.
de: Die Lebenszeit eines Kontos ist ungültig.
es: El tiempo de vida de la cuenta es inválido.
fr: La durée de vie du compte est non valide.
it: Il tempo di vita dell'account non è valido.

source: The ping timeout is invalid.
de: Das Pingtimeout ist ungültig.
es: El tiempo de espera de ping es inválido.
fr: Le délai d'expiration du ping est non valide.
it: Il timeout del ping non è valido.

source: Unknown option "%s"
de: Unbekannte Option "%s"
es: Opción desconocida "%s"
it: Opzione sconosciuta "%s"

source: Type %s -h for more help.
de: Tippe %s -h für mehr Hilfe ein.
es: Escribe %s -h para más ayuda.
fr: Tapez %s -h pour plus d'aide.
it: Digita %s -h per ulteriore aiuto.

source: Invalid option "%s"
de: Ungültige Option "%s"
es: Opción inválida "%s"
fr: Option non valide "%s"
it: Opzione non valida "%s"

source: Create a new master account
de: Anlegen eines neuen Master-Kontos
es: Crear una nueva cuenta maestra
fr: Créer un nouveau compte botmaster
it: Crea un nuovo account master

source: Type the login (max. 8):
de: Eingabe des Logins (max. 8):
es: Escribe el login (máx. 8):
fr: Tapez le login (max. 8) :
it: Digita il login (max. 8):

source: Forbidden characters used.
de: Untersage Zeichen benutzt.
es: Caracteres prohibidos utilizados.
fr: Caractères interdits utilisés.
it: Caratteri proibiti utilizzati.

source: Enter the password:
de: Eingabe des Passworts:
es: Introduce la contraseña:
fr: Entrez le mot de passe :
it: Inserisci la password:

source: Reenter the password:
de: Wiederholung des Passworts:
es: Vuelve a introducir la contraseña:
fr: Entrez à nouveau le mot de passe :
it: Reinserisci la password:

source: Typing error... passwords not equal
de: Schreibfehler...Passwörter ist nicht identisch.
es: Error de escritura... las contraseñas no coinciden
fr: Erreur de frappe... les mots de passe ne correspondent pas.
it: Errore di digitazione... le password non corrispondono

source: A account %s already exists.
de: Ein Konto %s existiert schon.
es: La cuenta %s ya existe.
fr: Un compte %s existe déjà.
it: L'account %s esiste già.

source: Couldn't set this account to master.
de: Konnte das Konto nicht auf Master setzen.
es: No se pudo establecer esta cuenta como maestro.
fr: Impossible de définir ce compte comme botmaster.
it: Impossibile impostare questo account come master.

source: Found command %s
de: Kommando %s gefunden.
es: Comando encontrado %s
fr: Commande %s trouvée.
it: Comando trovato %s

source: Found ctcp command %s
de: CTCP Kommando %s gefunden
es: Comando ctcp encontrado %s
fr: Commande CTCP %s trouvée.
it: Comando ctcp trovato %s

source: Execution thread is running (pid%d)
de: Ausführungs Thread läuft (PID%d)
es: El hilo de ejecución está en marcha (pid%d)
fr: Le thread d'exécution est en cours (pid%d)
it: Il thread di esecuzione è in esecuzione (pid%d)

source: Unknown command id %d
de: Unbekannte Kommando ID %d
es: ID de comando desconocido %d
it: ID comando sconosciuto %d

source: Access denied
de: Zugriff verweigert.
es: Acceso denegado
fr: Accès refusé.
it: Accesso negato

source: Execution thread is stopped
de: Ausführungsthread wurde gestoppt.
es: El hilo de ejecución se ha detenido
fr: Le thread d'exécution est arrêté.
it: Il thread di esecuzione è stato arrestato

source: Access status for the userlevel %i and the command id %i is %i
de: Zugriffsstatus für das Benutzerlevel %i und der Kommando ID %i ist %i
es: El estado de acceso para el nivel de usuario %i y el ID de comando %i es %i
fr: Le statut d'accès pour le niveau d'utilisateur %i et l'ID de commande %i est %i
it: Stato di accesso per il livello utente %i e l'ID comando %i è %i

source: Queue is empty
de: Schlange ist leer.
es: La cola está vacía
fr: La file d'attente est vide.
it: La coda è vuota

source: The timing thread is running (pid%d)
de: Der Thread für die Zeitsteuerung läuft (PID%d)
es: El hilo de temporización está en marcha (pid%d)
fr: Le thread de temporisation est en cours (pid%d)
it: Il thread di temporizzazione è in esecuzione (pid%d)

source: Remove the dead logins
de: Entfernt die toten Logins
es: Eliminar los inicios de sesión muertos
fr: Supprimer les connexions mortes.
it: Rimuovere i login inattivi

source: Remove the dead accounts
de: Entfernt die toten Konten.
es: Eliminar las cuentas muertas
fr: Supprimer les comptes morts.
it: Rimuovere gli account inattivi

source: The timing thread is stopped
de: Der Thread für die Zeitsteuerung ist gestoppt.
es: El hilo de temporización se ha detenido
fr: Le thread de temporisation est arrêté.
it: Il thread di temporizzazione è stato arrestato

source: Couldn.t found the account %s.
de: Konnte das Konto %s nicht finden.
